{
    "title": "The Roentgen Satellite",
    "name": "ROSAT : The Roentgen Satellite",
    "gofsidebar" : "Past",
    "decade" : 1990,
    "alttext": "ROSAT small",
    "imagesize": 81,
    "imageurl": "/Images/rosat/rosat_small.gif",
  "descript": "<p><b><font size=\"+2\">T</font>he Roentgen Satellite, ROSAT</b>, a Germany/US/UK collaboration, was launched on June 1, 1990 and operated for almost 9 years. The first 6 months of the mission were dedicated to the all sky-survey (using the Position Sensitive Proportional Counter detector), followed by the pointed phase. The survey obtained by ROSAT was the first X-ray and EUV all-sky survey using an imaging telescope with an X-ray sensitivity of about a factor of 1000 better than that of UHURU. During the pointed phase ROSAT made deep observations of a wide variety of objects.</p>",
    "lifetime": "1 Jun 1990&ndash;12 Feb 1999",
    "features": [
	"All-sky survey in the soft X-ray band"
    ],
    "instruments": [
	{
	    "name" : "Position Sensitive Proportional Counter (PSPC)",
	    "energy" : "0.1&ndash;2.5 keV",
	    "fov" : "2&deg;",
	    "area" : "240 cm<sup>2</sup> at 1 keV",
	    "energy_resolution" : "0.43 &Delta;E/E (E/0.93)<sup>-0.5</sup>",
	    "time_resolution" : "&sim;130 &micro;s",
	    "descript" : "The PSPCs were multiwire proportional counters developed by MPE. The two redundant Position Sensitive Proportional Counters (PSPC-B and PSPC-C) were mounted on a carousel within the focal plane turret of the ROSAT XRT. Two flight-spare detectors (PSPC-A and PSPC-D) were also constructed and used for some of the ground calibration measurements. PSPC-C was to be the primary detector for the mission and was used for the Proportional Counter Voltage Contorl (PVC) initial in-orbit checking and calibration phase and the bulk of the All-Sky Survey until it was damaged during the &ldquo;Solar slew&rdquo; following an AMCS glitch on 25 Jan 1991. The reserved PSPC-B detector was used thereafter (and hence during all Announcement of Opportunity (AO) pointed observations except those performed during the PVC phase)."
	},
	{
	    "name" : "High Resolution Imager (HRI)",
	    "energy" : "0.1&ndash;2.5 keV",
	    "resolution" : "&sim;2&Prime; (FWHM)",
	    "fov" : "38&prime; diameter",
	    "area" : "80 cm<sup>2</sup> at 1 keV",
	    "temporal_resolution" : "61 &micro;s",
	    "descript" : "The HRI was very similar to the Einstein Observatory HRI and comprised of two cascaded microchannel plates (MCPs) with a crossed grid position readout system."
	},
	{
	    "name" : "Wide Field Camera (WFC)",
	    "length" : "0.525 m",
	    "energy" : "62&ndash;206 eV",
	    "resolution" : "2.3&prime; (HEW)",
	    "fov" : "5&deg;",
	    "area" : "&sim;90 cm<sup>2</sup> at 1.2 keV",
	    "descript" : "The Wide Field Camera (WFC) was an EUV telescope designed and built by the United Kingdom. The WFC had its own 0.525 m focal-length mirror assembly consisting of 3 nested Wolter-Schwarzschild mirrors (co-aligned with the XRT). The focal plane instrumentation consisted of a curved microchannel plate (MCP) and a carousel containing 8 filters, of which 6 are science filters.  Use of the various filters allows crude spectral resolution."
	}
    ],
    "instruments_postscript" : "The PSPC and HRI instruments shared the X-ray Telescope (XRT); The WFC has its own independent optics system",
    "highlights": [
	"X-ray all-sky survey catalog, more than 150,000 objects",
	"EUV all-sky survey catalog (479 objects",
	"Source catalogs from the pointed phase (PSPC and HRI) containing &sim;100,000 serendipitous source",
	"Detailed morphology of supernova remnants and clusters of galaxies",
	"Detection of shadowing of diffuse X-ray emission by molecular clouds",
	"Detection (Finally!) of pulsations from Geminga",
	"Detection of isolated neutron stars",
	"Discovery of X-ray emission from comets",
	"Observation of X-ray emission from the collision of Comet Shoemaker-Levy with Jupiter."
    ],
  "archive": "",
    "navigation": [
	{
	    "url" : "/docs/rosat/rosgof.html",
	    "text" : "ROSAT Guest Observer Facility"
	}
    ]
}
