{
    "title": "CALET",
    "name": "CALET",
    "alttext": "CALET mounted on the Kibo module on the ISS",
    "imagesize": 279,
    "imageurl": "/Images/misc_missions/calet_1_sm.jpg",
    "descript": "<b><font size=\"+2\">T</font>he CALorimetric Electron Telescope (CALET)</b> is a Japan-led international mission funded by the Japanese Space Agency (JAXA) in collaboration with the Italian Space Agency (ASI), NASA and several universities in Japan, Italy, and the United States. The instrument was launched on August 19, 2015 by a Japanese carrier, H2 Transfer Vehicle (HTV), and robotically installed on the Japanese Experiment Module-Exposed Facility (JEM-EF) on the International Space Station (ISS). First events were recorded in October 2015.",
    "decade" : 2010,
    "gofsidebar" : "Current",
    "lifetime": "Oct 2015&ndash;present",
    "features":
    [
	"Extremely high energy photon and cosmic ray particle detection"
    ],
    "instruments": [
	{
	    "name" : "CALET Calorimeter (CCAL)",
	    "energy" : "7 keV &ndash; 1 Tev", 
	    "descript" : "CCAL measures the cosmic ray particle spectrum. It consists of three subunits: The Charge Detector (CHD), IMaging Calorimeter (IMC), and Total AbSorption Calorimeter (TASC).<br>\n CHD is a plastic scintillator hodoscope for absolute charge measurement. It contains two orthogonal layers. Each layer contains of 14 plastic scintillator paddles measuring 45 &times; 3.2 &times; 1 cm. It can detect charge between 1 and &sim;40 Z . IMC is a sampling calorimeter located beneath CHD. It consists of 16 layers of scintillating fibers (SciFi) with 1 mm<sup>2</sup> cross section, with alternating layers arranged orthogonally. It also includes interspacing thin tungsten absorbers, and tracks early show profile through the first 3 X<sub>0</sub>. TASC sits beneath IMC and consists of a thick lead tungstate (PWO) hodoscope with 12 alternating layers of X-Y arranged logs, with a total shower depth of 27 X<sub>0</sub>."
	},
	{
	    "name" : "CALET Gamma Ray Burst Monitor (CGBM)",
	    "energy" : "7 keV &ndash; 20 MeV",
	    "descript" : "CGBM consists of three detectors: two identical Hard X-ray Monitor (HXM) units and one Soft Gamma-ray Monitor (SGM). The HXM detectors are lanthanum bromide (LaBr<sub>3</sub>(Ce)) scintillation detectors which are 61 mm diameter and 12.7 mm thick, with a &sim;3 sr field of view. The HXMs have an energy range of 7&ndash;1000 keV. SGM consists of a Bismuth germanate (BGO) scintillation detector which is 102 mm diameter with 76 mm thick, with a &sim;8 sr field of view. It has an energy range of 100 keV &ndash; 20 MeV."
	},
	{
	    "name" : "Advanced Stellar Compass (ASC)",
	    "descript" : "Detemines the instrument attitude with arcsecond precision."
	},
	{
	    "name" : "Mission Data Controller (MDC)",
	    "descript" : "Captures and formats the instrument data, and sends the telemetry to the NASA ground station."
	}
    ],
    "highlights": [
	"High precision measurements of cosmic-ray electron and proton spectrum up to several TeV",
	"Measurements and monitoring of galactic diffuse gamma rays",
	"Set limits on hard X-ray and gamma-ray emissions from gravitational wave event GW151226"
    ],
    "archive": "HEASARC hosts the space weather rates and the spectra from the <a class=\"usa-link\" href=\"https://heasarc.gsfc.nasa.gov/FTP/calet/data/ccal\">CCAL</a> and <a class=\"usa-link\" href=\"https://heasarc.gsfc.nasa.gov/FTP/calet/data/cgbm\">CGBM</a> instruments.",
    "navigation": [
	{
	    "url" : "https://darts.isas.jaxa.jp/astro/calet",
	    "text" : "DARTS (Japan)"
	},
	{
	    "url" : "https://heasarc.gsfc.nasa.gov/docs/calet",
	    "text" : "CALET at HEASARC"
	},
	{
	    "url" : "https://heasarc.gsfc.nasa.gov/docs/calet/gallery/",
	    "text" : "Gallery"
	},
	{
	    "url" : "https://heasarc.gsfc.nasa.gov/docs/calet/calet_biblio.html",
	    "text" : "Publications"
	}
    ]
}
