{
    "title": "The Uhuru Satellite",
    "name": "The Uhuru Satellite",
    "alttext": "Artistic concept of Uhuru",
    "imagesize": 136,
    "imageurl": "/Images/uhuru/uhuru_small2.gif",
    "descript": "<p><b><font size=\"+2\">U</font>huru</b>, also known as the <b>Small Astronomical Satellite 1 (SAS-1)</b> was the first earth-orbiting mission dedicated entirely to celestial X-ray astronomy. It was launched on 12 December 1970 from the San Marco platform in Kenya. December 12 was the seventh anniversary of the Kenyan independence and in recognition of the hospitality of the Kenyan people, the operating satellite was named <i>Uhuru</i>, which is the Swahili word for freedom. The mission operated over two years and ended in March 1973",
    "decade" : 1970,
    "gofsidebar" : "Past",
    "lifetime": "12 Dec 1970&ndash;March 1973",
    "features" :
    [
	"Uhuru is the first satellite entirely devoted to the study of the cosmic X-ray sources, and the first of a series of small astronomy satellite sponsored by NASA."
    ],
    "instruments": [
	{
	    "name" : "Proportional Counters",
	    "energy" : "2&ndash;20 keV",
	    "area" : "0.084 m<sup>2</sup>",
	    "resolution" : "0.52&deg; &times; 0.52&deg; (fine collimator)<br>5&deg; &times; 5&deg; (FWHM)",
	    "descript" : "The two sets of counters were placed back to back. While the 0.5&deg; detector gave a finer angular resolution, the 5&deg; detector had higher sensitivity for isolated sources."
	}
    ],
    "highlights": [
	"First comprehensive and uniform all sky survey with a sensitivity of 1 mCrab.",
	"Detected 339 X-ray sources including binaries, supernova remnants, Seyfert galaxies and cluster of galaxies",
	"Discovered the diffuse X-ray emission from clusters of galaxies"
    ],
    "credit" : "Photograph of Uhuru courtesy of SAO",
    "archive": "The HEASARC hosts the 4th Uhuru catalog",
    "navigation": [
	{
	    "url" : "Uhuru at HEASARC",
	    "text" : "/docs/uhuru/uhuru.html"
	},
	{
	    "url" : "/docs/uhuru/uhuru_about.html",
	    "text" : "More about Uhuru"
	},
	{
	    "url" : "/docs/uhuru/uhuru_images.html",
	    "text" : "Gallery"
	},
	{
	    "url" : "/docs/uhuru/bib/uhuru_biblio.html",
	    "text" : "Publications"
	}
    ]
}
