{
    "title": "The Pioneer Venus Orbiter",
    "name": "Pioneer Venus Orbiter",
    "alttext": "artist concept of Pioneer Venus orbiting Venus",
    "imagesize": 288,
    "imageurl": "/Images/pvo/pvo_small.gif",
    "descript": "<p><b><font size=\"+2\">P</font>ioneer Venus</b> consisted of two spacecraft to study Venus: the Orbiter and the Multiprobe. The latter separated into 5 separate vehicles near Venus. The Orbiter was launched on the 20 May 1978 from the Kennedy Space Center aboard an Atlas-Centaur rocket. It went into orbit around Venus on 4 December 1978. Its primary objective was to investigate the solar wind in the Venusian environment, map Venus&rsquo; surface through a radar imaging system, and study the characteristics of the upper atmosphere and ionosphere. The Orbiter carried twelve instruments, most of them dedicated to plasma investigations of the Venusian upper atmosphere, as well as instruments for observing reflected sunlight from the cloud layers at a variety of wavelengths, and a surface radar mapper. There was, however, a gamma-ray burst detector experiment added on the satellite. Although originally intended to operate in orbit for one Venusian year, most of the Orbiter instruments, including the gamma ray burst detector, were still operating when the spacecraft entered the atmosphere on 8 October 1992.<p> The Pioneer Venus Multiprobe was launched on 8 August 1978. It encountered Venus on 9 December 1978. It consisted of 5 separate probes: the probe transporter (referred to as the Bus), a large atmospheric entry probe (called Sounder), and 3 identical small probes (called North, Day, and Night). The Sounder released from the Bus on 15 November 1978; the 3 small probes released on 19 November 1978. All probes entered the Venusian atmosphere within 11 minutes of each other, and descended toward the surface over approximately an hour long period sending back data to the Earth.</p>",
    "decade": 1970,
    "lifetime": "21 May 1978&ndash;8 Oct 1992",
    "features": [
	"Numerous instruments for studying the atmosphere and surface of Venus",
	"Gamma-ray burst detector using in concert with others for interplanetary scale triangulation with other spacecraft elsewhere in the Solar System"
    ],
    "instruments": [
	{
	    "name" : "Orbiter Gamma Ray Burst Detector",
	    "energy" : "100&ndash;2000 keV",
	    "fov" : "4&pi; sr (all-sky)",
	    "time_resolution" : "11.7 ms (normal), 0.25 ms achievable",
	    "descript" : "The Orbiter Gamma Burst Detector (a joint Los Alamos National Laboratory/ Sandia National Laboratory effort) was designed to record the temporal and spectral characteristics of cosmic gamma-ray bursts. The primary objective of the experiment was the accurate determination of the directions to the sources of such bursts through a technique of triangulation as a member of a widely spaced array of similar instruments (ISEE-3, Venera-11 & 12, Helios-2). The system consisted of a pair of scintillation spectrometers, together with logic and data storage to provide a capability for recording these events. The gamma ray burst detector went into operation on 21 May 1978, one day after launch. It operated continuously until PVO fell into Venus in 1992.</p>\n\n<p>The complete system, including connecting cables, weighed 2.9 kg and operated on 1 Watt of electrical power. The sensors were mounted at the periphery of the Orbiter spacecraft equipment platform, diametrically opposite each other. Thus, there was nearly uniform omnidirectional coverage. The sensors were actively guarded scintillation photon counters, each containing a 3.8 cm diameter x 3.2 cm long CsI scintillation crystal. The crystal was optically bound to a 0.5 cm shell of plastic scintillator. The composite scintillator (or phoswich) was passively shielded from low energy radiation by a jacket of 0.25mm lead foil and the sensor housing.</p>\n\n<p>In the absence of a gamma ray event, the instrument operated in a real time background mode. These data included background count rates, spectra, state of health information, and source calibration. The background spectral information was taken in 4 energy channels. Events were determined by a statistically significant increase in counting rate. Since it is important to see the beginning of a burst, a pre-trigger memory was included. The data stream was continuously routed to the pre-trigger memory, which kept it for about 3 seconds. In background mode, the oldest data were continuously replaced by newer data. However, once a trigger occurred, the contents of the pre-trigger memory were transferred to the main memory. In this way, the onset of an event was recorded even though it occurred before the event was recognized by the system. The event data were accumulated into 5 energy channels. Channel 1 covered the energy range 0.1&ndash;2.0 MeV. Channels 2&ndash;5 were defined by thresholds at 0.1, 0.2, 0.5, 1.0, and 2.0 MeV. The normal accumulation time for Channel 1 was 11.7 ms, although 0.25 ms resolution was achievable."
	}
    ],
    "highlights": [
	"A search of the Pioneer Venus Orbiter (PVO) Gamma Burst Detector real time data was carried out to identify and study the characteristics of celestial gamma ray bursts (<a class=\"usa-link\" href=\"https://ui.adsabs.harvard.edu/abs/1992ApJ...391..242C/abstract\">Chuang 1992</a>). Each of the 5 channels of the detector were analyzed to determine the time width, rise time, and hardness ratio of the bursts. Two hundred seventeen new cosmic gamma ray bursts and 126 solar flares, not detected by the PVO gamma ray burst detector in the trigger mode, were found (<a class=\"usa-link\" href=\"https://ui.adsabs.harvard.edu/abs/1990PhDT.........2C/abstract\">Ph.D. thesis Chuang Kuan-Wen</a>)",
	"The homogeneity of the burst source population in space was studied on the basis of a sample of 225 observed gamma-ray bursts between September 1978 and July 1988 from the Pioneer Venus Orbiter. The results were consistent with a uniform distribution in space of the parent population of burst sources.",
	"A PVO gamma-ray burst catalog was published. This catalog gives information on the triggered events detected by the PVO instrument from 9/14/78 to 7/21/88."
    ],
  "archive": "",
  "navigation": [
    {
      "url": "images/pvo_images.html",
      "text": "Gallery"
    },
    {
      "url": "biblio/pvo_biblio.html",
      "text": "Publications"
    },
    {
      "url": "https://nssdc.gsfc.nasa.gov/nmc/dataset/display.action?id=XXNO-00173",
      "text": "NSSDC PVO Archive"
    },
    {
      "url": "biblio/browse_archive.html",
      "text": "HEASARC PVO Catalog"
    }
  ]
}
