{
  "title": "The Solrad 10 satellite",
  "name": "Solrad 10",
  "alttext": "Solrad 10",
  "imagesize": 288,
  "imageurl": "/Images/misc_missions/solrad10_small.gif",
    "descript": "<p><b><font size=\"+2\">S</font>olrad 10</b>, known as Explorer 44 before launch, was the third in a series of small satellites launched by the US Naval Research Laboratory to study the Sun. It went into orbit on 8 July 1971. It was in an eccentric orbit, with apogee 630 km, perigee 436 km, and inclination 51 degrees. The orbital period was just over 95 minutes. The satellite was spin stabilized at 60 rpm. The satellite spin axis was pointed toward the Sun. All of the solar X-ray and UV sensors were located on the Sun-facing end parallel to the spin axis. The satellite was 12 sided, with a diameter of 0.76 m and a height of 0.59 m. It weighed about 118 kg. Solrad 10&rsquo;s scientific instruments were dedicated to studying the solar electromagnetic radiation, specifically in the UV/X-ray region. However, it could be commanded to study radiations from other stellar sources. The spacecraft descended into the atmosphere on 15 December 1979. </p>",
      "decade": 1970,
  "lifetime": "Jul 1971&ndash;Mar 1976",
  "features": [""],
    "instruments": [
	{
	    "name" : "X-ray Ion Chamber",
	    "wavelength" : "0.1&ndash;60 &Aring; (photometer)",
	    "energy" : "20&ndash;150 keV (scintillation counter)",
	    "descript" : "The satellite X-ray ion chamber photometers covered the bands 0.1&ndash;1.6 &Aring;, 0.5&ndash;3 &Aring;, 1&ndash;5 &Aring;, 1&ndash;8 &Aring;, 8&ndash;20 &Aring;, 6&ndash;16 &Aring;, and 44&ndash;60 &Aring;. It also contained a scintillation counter for the 20&ndash;150 keV region. This detector was designed to collect data on hard X-rays produced during solar flares. The UV bands covered were 170 to 500 &Aring;, 170 to 700 &Aring;, 1080 to 1350 &Aring;, 1225 to 1350 &Aring;, and 1450 to 1600 &Aring;. Background ion chambers for the 0.5&ndasl3 &Aring; and 1&ndash;8 &Aring; bands, which were directed away from the Sun, were also part of the experiment complement. The ion chambers for photons of wavelength shorter than 20 &Aring; were sampled with a time resolution of one minute. Other detectors were sampled less frequently. On 12 June 1973 the memory on Solrad 10 failed and only real-time data were aquired and processed after that time. Real-time data were then used until Solrad 11 A/B were launched in March 1976."
	}
    ],
  "highlights": [],
  "archive": "",
  "navigation": [
    {
      "url": "images/solrad_images.html",
      "text": "Gallery"
    },
    {
      "url": "biblio/solrad_biblio.html",
      "text": "Publications"
    }
  ]
}
